[1,0,0,[["cc.TextAsset",["_name","text"],1]],[[0,0,1,3]],[[0,"factors","序号\t突变名称\t地图\t因子1\t因子2\t因子3\r\n1\t亡者列车 Train of the Dead\t湮灭快车\t暗无天日\t丧尸大战\t行尸走肉\t\t3\r\n2\t先发制人 First Strike\t升格之链\t激光钻机\t超远视距\t短视症\t\t3\r\n3\t时空枷锁 Time Lock\t天界封锁\t强磁雷场\t速度狂魔\t时间扭曲\t\t4\r\n4\t恶劣天气 Bad Weather\t克哈裂痕\t龙卷风暴\t虚空裂隙\t\t\t7\r\n5\t雪茫危机 Whiteout\t虚空降临\t暴风雪\t小捞油水\t\t\t6\r\n6\t战场炼狱 War is Hell\t虚空撕裂\t闪避机动\t岩浆爆发\t焦土政策\t\t4\r\n7\t痛苦神庙 Temple of Pain\t往日神庙\t复仇战士\t减伤屏障\t晶矿护盾\t\t5\r\n8\t特别快递 Special Delivery\t虚空降临\t进攻部署\t异形寄生\t自毁程序\t\t7\r\n9\t城市巷战 Urban Warfare\t克哈裂痕\t扫雷专家\t光子过载\t来去无踪\t\t4\r\n10\t完美风暴 Perfect Storm\t升格之链\t暴风雪\t短视症\t龙卷风暴\t\t4\r\n11\t全面核战 Boom Town\t湮灭快车\t无边恐惧\t核弹打击\t自毁程序\t\t3\r\n12\t黑暗仪式 Dark Ritual\t往日神庙\t灵能爆表\t速度狂魔\t\t\t5\r\n13\t完全失控 Out of Order\t熔火危机\t暗无天日\t拿钱说话\t时间扭曲\t\t5\r\n14\t燃烧军团 Burning Legion\t天界封锁\t复仇战士\t焦土政策\t虚空裂隙\t\t8\r\n15\t三重威胁 Triple Threat\t虚空降临\t激光钻机\t轨道轰炸\t丧尸大战\t\t3\r\n16\t烈焰战场 World on Fire\t熔火危机\t核弹打击\t飞弹大战\t净化光束\t\t3\r\n17\t威胁递增 Growing Threat\t机会渺茫\t异形寄生\t相互摧毁\t力量蜕变\t\t6\r\n18\t资源危机 Miner Concerns\t克哈裂痕\t无边恐惧\t强磁雷场\t小捞油水\t\t5\r\n19\t外交豁免 Diplomatic Immunity\t湮灭快车\t减伤屏障\t闪避机动\t极性不定\t\t7\r\n20\t造恶之息 Breath of Destruction\t机会渺茫\t进攻部署\t复仇战士\t速度狂魔\t\t7\r\n21\t玩火自焚 Conflagration\t往日神庙\t异形寄生\t焦土政策\t行尸走肉\t\t3\r\n22\t天轰地爆 Explosive Results\t虚空撕裂\t核弹打击\t相互摧毁\t自毁程序\t\t3\r\n23\t捉鸡行动 Fowl Play\t湮灭快车\t补给共享\t捕杀火鸡\t\t\t4\r\n24\t能量朝负 Power Trip\t熔火危机\t超远视距\t光子过载\t灵能爆表\t\t5\r\n25\t拉克希尔大乱斗 Shir Chaos\t升格之链\t给我死吧\t丧尸大战\t速度狂魔\t\t7\r\n26\t适者生存 Survival of the Fittest\t虚空撕裂\t减伤屏障\t力量蜕变\t\t\t4\r\n27\t暴力之夜 Violent Night\t虚空降临\t礼尚往来\t杀生业报\t\t\t7\r\n28\t丛林激斗 Rumble in the Jungle\t机会渺茫\t进攻部署\t时空立场\t来去无踪\t\t5\r\n29\t火葬仪式 Cremation\t营救矿工\t焦土政策\t虚空重生者\t\t\t4\r\n30\t乌历新年 Ulnar New Year\t天界封锁\t焰火秀\t幸运红包\t\t\t5\r\n31\t死疫横生 Sick Micro\t机会渺茫\t黑死病\t拿钱说话\t\t\t6\r\n32\t星门异动 Portal Power\t虚空撕裂\t灵能爆表\t虚空裂隙\t\t\t7\r\n33\t强行霸占 Hostile Takeover\t克哈裂痕\t强行征用\t激光钻机\t飞弹大战\t\t4\r\n34\t死亡危机 Grave Danger\t往日神庙\t力量蜕变\t虚空重生者\t行尸走肉\t\t8\r\n35\t黑暗时刻 The Injustice League\t克哈裂痕\t坚强意志\t风暴英雄\t鼓舞人心\t\t7\r\n36\t没钱麻烦大了 No Money, More Problems\t熔火危机\t自毁程序\t小捞油水\t龙卷风暴\t\t5\r\n37\t雷鸣弹啸 Field of Screams\t机会渺茫\t扫雷专家\t极性不定\t\t\t7\r\n38\t疫鬼狂潮 The Quick and the Dead\t亡者之夜\t黑死病\t速度狂魔\t\t\t4\r\n39\t隐形威胁 Out of Sight\t营救矿工\t净化光束\t来去无踪\t\t\t3\r\n40\t灾难之轮 Wheel of Misfortune\t湮灭快车\t混乱工作室\t\t\t\t7\r\n41\t灾难之轮 Wheel of Misfortune\t湮灭快车\t混乱工作室\t\t\t\t7\r\n42\t灾难之轮 Wheel of Misfortune\t湮灭快车\t混乱工作室\t\t\t\t7\r\n43\t蚀骨之寒 Frostbite\t亡者之夜\t暴风雪\t强磁雷场\t\t\t2\r\n44\t无间死局 Certain Demise\t升格之链\t复仇战士\t虚空重生者\t\t\t5\r\n45\t火线快递 Delivery Guaranteed\t虚空降临\t减伤屏障\t核弹打击\t给我死吧\t\t5\r\n46\t烈火金刚 Dead Heat\t熔火危机\t致命勾引\t自毁程序\t行尸走肉\t\t5\r\n47\t寒冷即使虚空 Cold is the Void\t湮灭快车\t暴风雪\t虚空重生者\t虚空裂隙\t\t10\r\n48\t异形进击 Futile Resistance\t天界封锁\t震荡攻击\t同化体\t时空立场\t\t5\r\n49\t硬骨头 Hard Target\t虚空撕裂\t减伤屏障\t坚强意志\t极性不定\t\t7\r\n50\t疫区逃生 Charnel House\t营救矿工\t暗无天日\t光子过载\t黑死病\t\t3\r\n51\t步步为营 Slow and Steady\t机会渺茫\t时间扭曲\t速度狂魔\t震荡攻击\t\t3\r\n52\t现世现报 Instant Karma\t升格之链\t双重压力\t相互摧毁\t自毁程序\t\t4\r\n53\t仁至义尽 Worn Out Welcome\t往日神庙\t鼓舞人心\t给我死吧\t超远视距\t\t6\r\n54\t飞蛾扑火 Moths to the Flame\t克哈裂痕\t异形寄生\t致命勾引\t净化光束\t\t4\r\n55\t火海惊魂 Fear and Lava\t熔火危机\t无边恐惧\t虚空裂隙\t\t\t8\r\n56\t机器人大战 Kill Bot Wars\t机会渺茫\t杀戮机器人\t默哀\t\t\t7\r\n57\t磁性牵引 Magnetic Attraction\t虚空撕裂\t致命勾引\t强磁雷场\t来去无踪\t\t4\r\n58\t地发杀机 Death from Below\t营救矿工\t岩浆爆发\t扫雷专家\t焦土政策\t\t3\r\n59\t天发杀机 Watch the Skies\t虚空降临\t进攻部署\t飞弹大战\t轨道轰炸\t\t5\r\n60\t兵贵神速 Think Fast\t克哈裂痕\t同化体\t速度狂魔\t\t\t8\r\n61\t自作自受 What Goes Around\t黑暗杀星\t双重压力\t相互摧毁\t\t\t4\r\n62\t封禁行为 Bannable Offense\t净网行动\t闪避机动\t灵能爆表\t\t\t5\r\n63\t嗜血夜魔 Masters of Midnight\t聚铁成兵\t无边恐惧\t生命汲取\t短视症\t\t6\r\n64\t极限压迫 Get Out More\t亡者之夜\t强行征用\t晶矿护盾\t自毁程序\t\t3\r\n65\t杀劫迫近 Quick Killers\t往日神庙\t杀戮机器人\t鼓舞人心\t速度狂魔\t\t7\r\n66\t时空气象站 Unstable Environment\t黑暗杀星\t岩浆爆发\t时间扭曲\t龙卷风暴\t\t1\r\n67\t死亡无声 Rest in Peace\t虚空撕裂\t默哀\t同化体\t\t\t5\r\n68\t无尽感染 Endless Infection\t虚空降临\t异形寄生\t黑死病\t行尸走肉\t\t3\r\n69\t顽强作战 Battle Hardened\t升格之链\t坚强意志\t鼓舞人心\t飞弹大战\t\t2\r\n70\t寒冷适应 Chilling Adaptation\t营救矿工\t暴风雪\t力量蜕变\t\t\t5\r\n71\t消极增援 Negative Reinforcement\t聚铁成兵\t复仇战士\t致命勾引\t\t\t7\r\n72\t报应不爽 Retribution\t机会渺茫\t双重压力\t虚空裂隙\t\t\t8\r\n73\t灰烬重生 Rise from the Ashes\t黑暗杀星\t岩浆爆发\t自毁程序\t虚空重生者\t\t5\r\n74\t折越战区 Warp Zone\t天界封锁\t时空立场\t时间扭曲\t龙卷风暴\t\t1\r\n75\t训练有素 Well Trained\t湮灭快车\t进攻部署\t复仇战士\t鼓舞人心\t\t7\r\n76\t末日报告 Doomsday Report\t熔火危机\t核弹打击\t轨道轰炸\t同化体\t\t5\r\n77\t违规操作 Safety Violation\t营救矿工\t激光钻机\t强磁雷场\t自毁程序\t\t3\r\n78\t重生圣殿 Temple of Rebirth\t往日神庙\t减伤屏障\t生命汲取\t给我死吧\t\t5\r\n79\t疯狂超频 Overclocked\t净网行动\t复仇战士\t光子过载\t速度狂魔\t\t5\r\n80\t消耗战 Attrition Warfare\t虚空撕裂\t伤害散射\t扫雷专家\t\t\t3\r\n81\t农历新年 Ulnar New Year\t天界封锁\t焰火秀\t幸运红包\t\t\t5\r\n82\t生死相依 Together Forever\t升格之链\t给我死吧\t极性不定\t\t\t9\r\n83\t死亡幽灵 Specter of Death\t聚铁成兵\t虚空重生者\t来去无踪\t\t\t6\r\n84\t远距威胁 Distant Threat\t亡者之夜\t超远视距\t净化光束\t时间扭曲\t\t3\r\n85\t辐射区 Radiation Zone\t克哈裂痕\t黑死病\t核弹打击\t丧尸大战\t\t4\r\n86\t内部力量 Inner Power\t往日神庙\t异形寄生\t灵能爆表\t\t\t4\r\n87\t调遣军费 Moving Fees\t死亡摇篮\t拿钱说话\t焦土政策\t\t\t6\r\n88\t梦魇敌酋 Memorable Boss\t虚空降临\t风暴英雄\t默哀\t\t\t9\r\n89\t基地颠倒 Flip My Base\t机会渺茫\t强行征用\t飞弹大战\t净化光束\t\t3\r\n90\t防火墙 Firewall\t净网行动\t减伤屏障\t岩浆爆发\t扫雷专家\t\t4\r\n91\t死亡税金 Death and Taxes\t亡者之夜\t黑死病\t拿钱说话\t小捞油水\t\t8\r\n92\t感痛身受 Rubber and Glue\t虚空降临\t伤害散射\t双重压力\t时空立场\t\t5\r\n93\t地狱列车 Hell Train\t湮灭快车\t给我死吧\t焦土政策\t\t\t5\r\n94\t感染尽出 Infection Detected\t净网行动\t异形寄生\t丧尸大战\t自毁程序\t\t4\r\n95\t机会尽出 Opportunities Unleashed\t机会渺茫\t减伤屏障\t灵能爆表\t速度狂魔\t\t5\r\n96\t一将千出 One For All\t往日神庙\t坚强意志\t鼓舞人心\t力量蜕变\t\t6\r\n97\t实验巨炮 Experimental Artillery\t聚铁成兵\t激光钻机\t超远视距\t光子过载\t\t4\r\n98\t核族入侵 Nuclear Family\t升格之链\t坚强意志\t相互摧毁\t丧尸大战\t\t3\r\n99\t同归于尽 Die Together\t黑暗杀星\t给我死吧\t极性不定\t\t\t9\r\n100\t烈火营救 Burning Evacuation\t营救矿工\t复仇战士\t强行征用\t焦土政策\t\t4\r\n101\t复仇者集结 Assembly of Vengeance\t往日神庙\t风暴英雄\t复仇战士\t\t\t8\r\n102\t铁轨换线 Railroad Switch\t湮灭快车\t给我死吧\t极性不定\t\t\t9\r\n103\t敌对领地 Hostile Territory\t亡者之夜\t减伤屏障\t光子过载\t灵能爆表\t\t6\r\n104\t媒体抹黑 Media Blackout\t熔火危机\t暗无天日\t飞弹大战\t来去无踪\t\t4\r\n105\t雷霆穹顶 Thunder Dome\t天界封锁\t风暴英雄\t强磁雷场\t\t\t6\r\n106\t躲灾避祸 Dodge This\t黑暗杀星\t暗无天日\t核弹打击\t轨道轰炸\t\t2\r\n107\t二元选择 Binary Choice\t净网行动\t极性不定\t虚空重生者\t\t\t9\r\n108\t升格蜕变 The Ascended\t升格之链\t鼓舞人心\t力量蜕变\t\t\t4\r\n109\t森严壁垒 Enhanced Defenses\t死亡摇篮\t减伤屏障\t核弹打击\t光子过载\t\t2\r\n110\t双重麻烦 Double Trouble\t虚空降临\t同化体\t杀戮机器人\t\t\t8\r\n111\t星沉地裂 And Drops And Rifts\t聚铁成兵\t进攻部署\t虚空裂隙\t\t\t9\r\n112\t光炫神迷 Shining Bright\t机会渺茫\t震荡攻击\t激光钻机\t净化光束\t\t3\r\n113\t无尽花火 Endless Sparkles\t营救矿工\t异形寄生\t自毁程序\t\t\t2\r\n114\t机器重生 Robotic Revival\t聚铁成兵\t无边恐惧\t给我死吧\t激光钻机\t\t6\r\n115\t秘密突击 Secret Storm\t天界封锁\t进攻部署\t龙卷风暴\t来去无踪\t\t5\r\n116\t暗地破坏 Undermined\t克哈裂痕\t扫雷专家\t虚空裂隙\t\t\t7\r\n117\t散光 Astigmatism\t净网行动\t超远视距\t短视症\t来去无踪\t\t6\r\n118\t永不言死 Never Say Die\t机会渺茫\t减伤屏障\t给我死吧\t生命汲取\t\t5\r\n119\t中世纪 Medieval Times\t黑暗杀星\t黑死病\t力量蜕变\t\t\t5\r\n120\t全力猛攻 Onslaught\t亡者之夜\t进攻部署\t丧尸大战\t虚空重生者\t\t7\r\n121\t等价交换 Equivalent Exchange\t虚空撕裂\t伤害散射\t给我死吧\t\t\t7\r\n122\t迫近的疯狂 Encroaching Madness\t机会渺茫\t强行征用\t净化光束\t虚空裂隙\t\t7\r\n123\t感恩季 Season of Giving\t死亡摇篮\t暴风雪\t礼尚往来\t杀生业报\t\t7\r\n124\t抉择抉择 Choices Choices\t往日神庙\t坚强意志\t鼓舞人心\t相互摧毁\t\t6\r\n125\t过度反应 Inordinate Response\t黑暗杀星\t复仇战士\t灵能爆表\t\t\t6\r\n126\t火焰净化 By Fire Be Purged\t湮灭快车\t核弹打击\t岩浆爆发\t焦土政策\t\t3\r\n127\t急速增援 Timely Reinforcements\t营救矿工\t时空立场\t虚空裂隙\t\t\t5\r\n128\t盲目进贡 Blind Tribute\t升格之链\t杀戮机器人\t短视症\t\t\t6\r\n129\t进击壁垒 Barrier to Entry\t天界封锁\t减伤屏障\t给我死吧\t晶矿护盾\t\t5\r\n130\t虫人海啸 Like Swatting Insects\t死亡摇篮\t异形寄生\t飞弹大战\t丧尸大战\t\t3\r\n131\t心有灵犀 Getting Along\t熔火危机\t极性不定\t补给共享\t\t\t8\r\n132\t夜半敲门 Knock Knock\t亡者之夜\t复仇战士\t同化体\t\t\t7\r\n133\t舞舞生疯 Dance Dance Evolution\t机会渺茫\t默哀\t速度狂魔\t力量蜕变\t\t7\r\n134\t痛苦列车 Train of Pain\t湮灭快车\t双重压力\t核弹打击\t相互摧毁\t\t4\r\n135\t刚硬裂隙 Resilient Rifts\t克哈裂痕\t给我死吧\t虚空裂隙\t\t\t9\r\n136\t鬼魅杀手\t黑暗杀星\t黑死病\t丧尸大战\t来去无踪\t\t4\r\n137\t噩梦重临 Call It a Comeback\t往日神庙\t复仇战士\t强行征用\t给我死吧\t\t8\r\n138\t排爆行动 Explosive Hunt\t聚铁成兵\t扫雷专家\t小捞油水\t\t\t6\r\n139\t虚空召唤 Call of the Void\t虚空撕裂\t虚空重生者\t虚空裂隙\t\t\t9\r\n140\t荷枪实弹 Locked and Loaded\t天界封锁\t杀戮机器人\t晶矿护盾\t时空立场\t\t5\r\n141\t雷劫难逃 Of Mines and Miners\t营救矿工\t强磁雷场\t扫雷专家\t飞弹大战\t\t6\r\n142\t恶棍联盟 The League of Vermillians\t熔火危机\t闪避机动\t风暴英雄\t\t\t7\r\n143\t爆炸之链 Chain Explosion\t升格之链\t岩浆爆发\t行尸走肉\t\t\t1\r\n144\t冰与火之歌 Hot n Cold\t虚空降临\t暴风雪\t岩浆爆发\t自毁程序\t\t3\r\n145\t硬件故障  Hardware Malfunction\t净网行动\t杀戮机器人\t激光钻机\t扫雷专家\t\t8\r\n146\t分担痛苦 Shared Pain\t聚铁成兵\t伤害散射\t致命勾引\t\t\t6\r\n147\t漫漫长夜 The Longest Night\t亡者之夜\t给我死吧\t超远视距\t光子过载\t\t6\r\n148\t迅捷亡尸 The Quick and the Undead\t黑暗杀星\t速度狂魔\t虚空重生者\t\t\t5\r\n149\t征战十年 Decade of Decadence\t克哈裂痕\t焰火秀\t幸运红包\t礼尚往来\t\t8\r\n150\t饥不择食 Beggars Can't Be Choosers\t天界封锁\t强磁雷场\t扫雷专家\t小捞油水\t\t6\r\n151\t多线操作训练 Multitasking Trainer\t净网行动\t拿钱说话\t虚空裂隙\t\t\t9\r\n152\t老友重聚 Hello My Old Friend\t黑暗杀星\t黑死病\t暗无天日\t默哀\t\t4\r\n153\t发射升空 Blasting Off Again\t虚空降临\t核弹打击\t岩浆爆发\t灵能爆表\t\t4\r\n154\t进入时空枢纽 Enter the Nexus\t死亡摇篮\t暴风雪\t风暴英雄\t\t\t7\r\n155\t死亡转瞬即逝 Death is Fleeting\t亡者之夜\t给我死吧！\t虚空重生者\t\t\t8\r\n156\t批量生产 Mass Manufacturing\t聚铁成兵\t同化体\t虚空裂隙\t\t\t8\r\n157\t小心手雷\t营救矿工\t飞弹大战\t炸弹机器人\t\t\t7\r\n158\t湮灭低语\t往日神庙\t虚空裂隙\t无边恐惧\t强磁雷场\t时间扭曲\t6\t三星沙口\r\n159\t寒冰之触\t聚铁成兵\t风暴英雄\t飞弹大战\t龙卷风暴\t轨道轰炸\t5\t阳光开朗小白马\r\n160\t冰火两重天\t机会渺茫\t灵能爆表\t扫雷专家\t鼓舞人心\t焦土政策\t4\t轻轻地我走了\r\n161\t毁灭军团\t聚铁成兵\t极性不定\t来去无踪\t相互摧毁\t时间扭曲\t7\t骄阳\r\n162\t虚空之握\t克哈裂痕\t异形寄生\t礼尚往来\t暴风雪\t速度狂魔\t6\t三星沙口\r\n163\t黑夜猎手\t聚铁成兵\t虚空重生者\t异形寄生\t生命吸取\t超远视距\t5\t阳光开朗小白马\r\n164\t逐风者\t升格之链\t炸弹机器人\t轨道轰炸\t\t异形寄生\t5\t阳光开朗小白马\r\n165\t狂风暴雨\t亡者之夜\t虚空重生者\t强磁雷场\t龙卷风暴\t\t4\t轻轻地我走了\r\n166\t炽热风暴\t克哈裂痕\t\t力量蜕变\t生命吸取\t复仇战士\t5\t阳光开朗小白马\r\n167\t钢铁狂潮\t湮灭快车\t丧尸大战\t同化体\t暗无天日\t轨道轰炸\t6\t三星沙口\r\n168\t雷霆怒吼\t虚空降临\t炸弹机器人\t行尸走肉\t暴风雪\t轨道轰炸\t6\t三星沙口\r\n169\t炽热之光\t虚空撕裂\t同化体\t焦土政策\t相互摧毁\t\t4\t轻轻地我走了\r\n170\t雷霆咆哮\t升格之链\t虚空裂隙\t礼尚往来\t减伤屏障\t\t7\t骄阳\r\n171\t寒冰领域\t黑暗杀星\t同化体\t扫雷专家\t龙卷风暴\t\t5\t阳光开朗小白马\r\n172\t龙战于野\t黑暗杀星\t小捞油水\t强磁雷场\t相互摧毁\t\t4\t轻轻地我走了\r\n173\t黑暗降临\t湮灭快车\t默哀\t强磁雷场\t复仇战士\t进攻部署\t6\t三星沙口\r\n174\t狂风骤雨\t升格之链\t炸弹机器人\t丧尸大战\t减伤屏障\t时间扭曲\t7\t骄阳\r\n175\t烈焰龙卷\t熔火危机\t杀戮机器人\t坚强意志\t自毁程序\t龙卷风暴\t6\t三星沙口\r\n176\t黑暗之门\t聚铁成兵\t核弹打击\t坚强意志\t速度狂魔\t复仇战士\t5\t阳光开朗小白马\r\n177\t虚空猎手\t熔火危机\t灵能爆表\t虚空重生者\t岩浆爆发\t默哀\t5\t阳光开朗小白马\r\n178\t黑夜降临\t湮灭快车\t风暴英雄\t轨道轰炸\t生命吸取\t\t6\t三星沙口\r\n179\t光明使者\t克哈裂痕\t虚空裂隙\t轨道轰炸\t晶矿护盾\t默哀\t5\t阳光开朗小白马\r\n180\t虚空先锋\t克哈裂痕\t灵能爆表\t速度狂魔\t默哀\t暴风雪\t5\t阳光开朗小白马\r\n181\t雷霆万钧\t湮灭快车\t风暴英雄\t速度狂魔\t相互摧毁\t\t7\t骄阳\r\n182\t无尽虚空\t升格之链\t丧尸大战\t暴风雪\t鼓舞人心\t减伤屏障\t4\t轻轻地我走了\r\n183\t毁灭之力\t熔火危机\t超远视距\t速度狂魔\t鼓舞人心\t\t3\t最爱JK\r\n184\t毁灭风暴\t净网行动\t相互摧毁\t强磁雷场\t龙卷风暴\t\t2\t最爱JK\r\n185\t雷霆一击\t天界封锁\t异形寄生\t来去无踪\t自毁程序\t减伤屏障\t7\t骄阳\r\n186\t寒冰旋风\t死亡摇篮\t来去无踪\t默哀\t强磁雷场\t暴风雪\t6\t三星沙口\r\n187\t炽热炼狱\t净网行动\t虚空重生者\t\t力量蜕变\t相互摧毁\t7\t骄阳\r\n188\t铁血战士\t克哈裂痕\t异形寄生\t进攻部署\t暗无天日\t相互摧毁\t4\t派蒙\r\n189\t狂暴之心\t熔火危机\t\t伤害散射\t复仇战士\t龙卷风暴\t5\t阳光开朗小白马\r\n190\t冰封世界\t天界封锁\t激光钻机\t默哀\t震荡攻击\t超远视距\t4\t派蒙\r\n191\t烈焰冲天\t净网行动\t扫雷专家\t进攻部署\t光子过载\t暴风雪\t6\t三星沙口\r\n192\t猛龙过江\t亡者之夜\t来去无踪\t轨道轰炸\t闪避机动\t减伤屏障\t3\t最爱JK\r\n193\t毁灭之刃\t熔火危机\t灵能爆表\t给我死吧\t暴风雪\t\t7\t骄阳\r\n194\t天启之门\t机会渺茫\t速度狂魔\t相互摧毁\t默哀\t\t5\t阳光开朗小白马\r\n195\t电光火石\t黑暗杀星\t致命勾引\t给我死吧\t\t相互摧毁\t7\t骄阳\r\n196\t烈焰风暴\t天界封锁\t双重压力\t默哀\t行尸走肉\t时间扭曲\t3\t最爱JK\r\n197\t雷霆怒吼\t天界封锁\t晶矿护盾\t闪避机动\t致命勾引\t\t6\t三星沙口\r\n198\t冰封王座\t湮灭快车\t异形寄生\t暴风雪\t相互摧毁\t强行征用\t4\t派蒙\r\n199\t光明使者\t黑暗杀星\t焦土政策\t扫雷专家\t闪避机动\t\t3\t最爱JK\r\n200\t雷霆咆哮\t虚空降临\t激光钻机\t给我死吧\t强行征用\t\t3\t最爱JK\r\n201\t寒冰领域\t虚空撕裂\t扫雷专家\t暴风雪\t岩浆爆发\t\t4\t派蒙\r\n202\t内部福利\t净网行动\t礼尚往来\t扫雷专家\t\t\t5\t木木\r\n203\t快上车\t湮灭快车\t风暴英雄\t进攻部署\t飞弹大战\t\t8\t帕姆\r\n204\t磁力干扰\t聚铁成兵\t致命勾引\t自毁程序\t强磁雷场\t\t6\tAlaTao\r\n205\t恶意馈赠\t死亡摇篮\t礼尚往来\t相互摧毁\t\t\t6\tAlaTao\r\n206\t虚空屏障\t虚空撕裂\t减伤屏障\t虚空裂隙\t核弹打击\t\t9\tAlaTao\r\n207\t狂轰滥炸\t往日神庙\t核弹打击\t轨道轰炸\t相互摧毁\t\t3\tAlaTao\r\n208\t破灭之音\t黑暗杀星\t默哀\t力量蜕变\t相互摧毁\t\t8\t星宫六喰\r\n209\t限制解除\t净网行动\t速度狂魔\t复仇战士\t自毁程序\t\t9\t星宫六喰\r\n210\t物资收集\t聚铁成兵\t小捞油水\t无边恐惧\t震荡攻击\t龙卷风暴\t7\tyuanchuanchen\r\n211\t火海抢修\t熔火危机\t伤害散射\t异形寄生\t岩浆爆发\t焦土政策\t4\tyuanchuanchen\r\n212\t丧尸围城\t亡者之夜\t给我死吧\t丧尸大战\t行尸走肉\t\t6\tyuanchuanchen\r\n213\t风暴之门\t虚空降临\t风暴英雄\t暴风雪\t龙卷风暴\t\t6\tyuanchuanchen\r\n214\t形体降临\t往日神庙\t力量蜕变\t复仇战士\t生命吸取\t\t6\tyuanchuanchen\r\n215\t爆竹声声\t机会渺茫\t焰火秀\t相互摧毁\t自毁程序\t\t7\tyuanchuanchen\r\n216\t捉迷藏\t升格之链\t同化体\t来去无踪\t暗无天日\t\t8\tyuanchuanchen\r\n217\t埃蒙之赐\t黑暗杀星\t虚空裂隙\t相互摧毁\t\t\t4\tyuanchuanchen\r\n218\t扫雷大师\t虚空撕裂\t扫雷专家\t强磁雷场\t减伤屏障\t轨道轰炸\t4\tyuanchuanchen\r\n219\t都市决战\t克哈裂痕\t进攻部署\t虚空重生者\t晶矿护盾\t\t6\tyuanchuanchen\r\n220\t相互掩护\t营救矿工\t复仇战士\t坚强意志\t鼓舞人心\t超远视距\t5\tyuanchuanchen\r\n221\t探索提瓦特\t净网行动\t虚空裂隙\t礼尚往来\t\t\t5\t浮生\r\n222\t城市化\t亡者之夜\t激光钻机\t伤害散射\t光子过载\t减伤屏障\t4\t浮生\r\n223\t单刷无效\t死亡摇篮\t极性不定\t\t\t\t4\t浮生\r\n224\t明日方舟\t虚空降临\t核弹打击\t坚强意志\t焰火秀\t暴风雪\t7\tgal糕手\r\n225\t武神终极\t升格之链\t风暴英雄\t坚强意志\t复仇战士\t\t8\tgal糕手\r\n226\t人体描边大师\t死亡摇篮\t闪避机动\t伤害散射\t复仇战士\t\t6\t我玩原神怎么你了？\r\n227\t莫名其妙\t湮灭快车\t激光钻机\t岩浆爆发\t鼓舞人心\t\t3\t我玩原神怎么你了？\r\n228\t智械危机\t黑暗杀星\t闪避机动\t无边恐惧\t杀戮机器人\t\t7\t我玩原神怎么你了？\r\n229\t同化完成\t虚空撕裂\t给我死吧\t同化体\t\t\t7\t我玩原神怎么你了？\r\n230\t人发杀机\t机会渺茫\t同化体\t强磁雷场\t晶矿护盾\t\t\t苯甲酸\r\n231\t狐假虎威\t聚铁成兵\t鼓舞人心\t力量蜕变\t生命吸取\t\t\t苯甲酸\r\n232\t木人石心\t机会渺茫\t风暴英雄\t坚强意志\t\t\t\t苯甲酸\r\n233\t以邻为壑\t克哈裂痕\t极性不定\t无边恐惧\t\t\t\t苯甲酸\r\n234\t近墨者黑\t黑暗杀星\t虚空裂隙\t暗无天日\t强磁雷场\t\t\t苯甲酸\r\n235\t谦虚使人进步\t湮灭快车\t超远视距\t幸运红包\t进攻部署\t\t\t苯甲酸\r\n236\t绝处逢生\t熔火危机\t黑死病\t闪避机动\t飞弹大战\t\t\t苯甲酸\r\n237\t仇恨供奉\t亡者之夜\t行尸走肉\t复仇战士\t\t\t\tElysia \r\n238\t引雷入体\t聚铁成兵\t致命勾引\t相互摧毁\t\t\t\tElysia\r\n239\t经济危机\t虚空降临\t同化体\t拿钱说话\t\t\t\tElysia\r\n240\t旧日英灵\t虚空撕裂\t给我死吧\t默哀\t\t\t\tElysia\r\n241\t无声浪潮\t净网行动\t丧尸大战\t来去无踪\t\t\t\tElysia\r\n242\t失心魔咒\t升格之链\t无边恐惧\t双重压力\t\t\t\tElysia\r\n243\t友谊协同\t湮灭快车\t伤害散射\t同化体\t\t\t\tElysia\r\n244\t举步维艰\t升格之链\t时间扭曲\t时空折跃\t时空力场\t\t\tElysia\r\n245\t暗渡陈仓\t亡者之夜\t激光钻机\t超远视距\t强制征召\t\t\tElysia\r\n246\t跑酷行动\t净网行动\t速度狂魔\t闪避机动\t震荡攻击\t\t\tElysia\r\n247\t夺魂之镰\t死亡摇篮\t扫雷专家\t强磁雷场\t无边恐惧\t\t\tElysia\r\n248\t永恒之御\t死亡摇篮\t晶矿护盾\t光子过载\t减伤屏障\t\t\tElysia\r\n249\t祖神赐福\t升格之链\t净化光束\t轨道轰炸\t灵能爆表\t\t\tElysia\r\n250\t天崩地裂\t虚空降临\t焦土政策\t熔岩爆裂\t暴风雪\t龙卷风暴\t\tElysia\r\n251\t插翅难逃\t营救矿工\t自毁程序\t杀生业报\t\t\t\tElysia\r\n252\t众志成城\t虚空撕裂\t丧尸大战\t行尸走肉\t异形寄生\t灵能爆表\t\tElysia\r\n253\t天际外交\t机会渺茫\t进攻部署\t飞弹大战\t鼓舞人心\t\t\tElysia"]],0,0,[],[],[]]